# GetVertSecCutPlane

## Description
```pascal
FUNCTION GetVertSecCutPlane(hObject : HANDLE) : INTEGER;
```

```python

def vs.GetVertSecCutPlane(hObject):
    return INTEGER
```

## Parameters
|Name|Type|Description|
|---|---|---|
|hObject|HANDLE||

## Version
Availability: from Vectorworks 2020
## Category
* Objects - Custom